import frontall from "../../assets/lions/frontall.png";
import pmall from "../../assets/lions/pmall.png";
import backall from "../../assets/lions/backall.png";
import managerall from "../../assets/lions/managerall.png";

import manager1 from "../../assets/lions/manager1.png";
import manager2 from "../../assets/lions/manager2.png";
import manager3 from "../../assets/lions/manager3.png";

import front1 from "../../assets/lions/front1.png";
import front2 from "../../assets/lions/front2.png";
import front3 from "../../assets/lions/front3.png";
import front4 from "../../assets/lions/front4.png";
import front5 from "../../assets/lions/front5.png";

import pm1 from "../../assets/lions/pm1.png";
import pm2 from "../../assets/lions/pm2.png";
import pm3 from "../../assets/lions/pm3.png";
import pm4 from "../../assets/lions/pm4.png";

import back1 from "../../assets/lions/back1.png";
import back2 from "../../assets/lions/back2.png";
import back3 from "../../assets/lions/back3.png";
import back4 from "../../assets/lions/back4.png";
import back5 from "../../assets/lions/back5.png";
import back6 from "../../assets/lions/back6.png";

export const data = [
  {
    name: "운영진",
    img: managerall.src,
    member: [
      {
        id: 1,
        name: "김혜빈",
        img: manager1.src,
        detail: "사회복지학과 19",
        text: "끝나지 않을 것만 같았던 1년이 이제 정말 끝이네요. 어떻게 이런 사람들을 만났을까 싶을 정도로 행복했던 동아리 활동이었기에 마지막라는 말이 더욱 아쉽게 느껴집니다.\n처음 임기를 시작하면서 남몰래 구상했던 활동의 방향성이 있었습니다. 활동이 빡빡한 만큼 얻어가는 것도 많게 하자는 것이었습니다. 일년이 지난 지금, 10기가 걸어온 여정이 이러한 방향성에 완벽히 부합했던 것 같아 뿌듯합니다.\n이러한 성과를 저 혼자 이룰 수 있었다고 생각하지 않습니다. 부족한 지원에도 눈부신 성장을 보여줬던 기획디자인팀, 스터디와 친목에 모두 열정적이었던 프론트엔드팀, 모든 일을 척척 묵묵하게 해내주었던 백엔드팀이 없었더라면 불가능했을 여정입니다. 우리 운영진을 믿고 활동에 성실히 참여해주어 고맙습니다. 여러분의 열정이 제 원동력이었어요!\n하지만 누구보다도 저와 함께 동고동락하며 동아리 운영에 힘써준 도연, 다윤이에게 가장 고마움을 전하고 싶습니다. 이 둘이 없었더라면 지난 1년이 어땠을지 전혀 상상가지 않습니다. 매번 스스로 확신도 없고 마음 약했던 저의 옆에서 거대한 나무처럼 든든하게, 굳건히 자리를 지켜주어서 진심으로 고마워요. 모든 일에 무던한 두 사람이 옆에 있었기 때문에 모든 일에 용기를 낼 수 있었습니다. 치열하게 동아리를 운영해왔던 만큼 셋만의 시간을 오롯이 즐겼던 시간이 많지 않았던 것 같아 아쉽고 미안하지만, 앞으로도 10기 운영진이 아닌 친구로서 종종 만나며 행복한 추억을 쌓을 수 있었으면 좋겠습니다.\n저라는 사람이 서로 같은 목표를 가지고 나아가는 여성 집단을 이끌어가는 경험을 할 수 있어서 영광이었습니다. 이 경험이 2022년의 김혜빈을 크게 성장시켜주었고, 앞으로 인생을 살아가는데도 큰 자산이 되어줄 거라 믿어요. 10기 부원들 모두가 앞으로 나아갈 길을 항상 응원하겠습니다! 모두들 멋쟁이 사자가 된 것을 축하합니다🫶",
      },
      {
        id: 2,
        name: "김도연",
        img: manager2.src,
        detail: "컴퓨터공학전공 20",
        text: "대학 생활의 절반을 함께한 멋쟁이사자처럼이 끝이라는 게 아직도 믿기지 않지만 이제는 진짜 보내주려 합니다 😢. 운영진임에도 주는 것보다 배운 것이 더 많은 한 해였던 것 같아요. 다양한 사람들을 만나고, 행사를 기획하고, 시간 가는 줄 모르고 밤새던 열정적인 나날들 전부 멋사가 아니었다면 경험해보지 못했을 것임을 알기에 더욱 값진 활동으로 기억될 것 같습니다. 부족한 저를 믿고 열정적으로 따라와준 부원들 정말 감사했습니다. 정 많고 든든한 우리 대표 혜빈이, 매사 꼼꼼하고 열정 넘치는 다윤이 1년 간 얼마나 고생했는지 알기에 그 고마움을 말로 다 표현할 수 없지만 그냥.. 정말 고마웠고 함께해서 행복했습니다. 10기 친구들 우리 종종 오래 만나요. 그리고 11기 운영진 친구들과 예비 아기사자들! 우리 멋사 잘 부탁합니다~",
      },
      {
        id: 3,
        name: "정다윤",
        img: manager3.src,
        detail: "컴퓨터공학전공 20",
        text: "코로나 학번이라 2년 넘게 제대로 된 대학 생활을 하지 못해 아쉬웠었는데요😿, 멋사 덕분에 하고싶었던 활동들 전부 마음껏 할 수 있었습니다. 운영진으로 활동한 것은 딱 1년이었지만 체감 상 3년은 활동한 것 같은 느낌이 듭니다. 그만큼 알찼고 추억이 많은 동아리였습니다. 대학에 들어와서 제가 한 일 중 가장 잘한 일을 고르라면 고민없이 '멋사 운영진 지원'을 고를 것 같습니다☺️. 멋사 운영진을 하면서 가장 도움이 됐던 부분은 세미나 진행을 위해 스스로 공부하는 습관을 기를 수 있었던 것 입니다. 혼자 2년 동안 공부한 것 보다 멋사에서 한 학기 동안 배운 것이 몇배는 많을 것 같습니다. 그 만큼 멋사 활동은 빠르고 컴팩트하게 성장 할 수 있는 기회라고 생각합니다. 특히 멋사는 다른 대학과의 연합 활동 기회가 열려있고 자율성이 높은 동아리이기 때문에 다른 학부생들은 쉽게 못할 다양한 경험을 할 수 있어 좋았습니다. 130명 규모의 큰 해커톤을 기획해보기도 했고, 현업에 계신 개발자 분들과 직접 미팅을 해보기도 했으며, 이화여대 대동제 TF팀과 협업해 대동제 사이트를 제작하기도 했습니다. 이 모든 것은 우리 이대 멋사에서만 가능한 활동이라고 생각합니다! 많은 벗들이 우리 동아리에 관심을 가져주셨으면 좋겠습니다.🎉 함께 고생해준 운영진 언니들 너무 고맙고, 부족함 많은데도 잘 따라와준 아기사자 부원들도 너무너무 고맙습니다. 덕분에 빈틈없이 행복한 2022년이었습니다! ❤️한번 10기는 영원한 10기다🦁",
      },
    ],
  },
  {
    name: "기획∙디자인 팀",
    img: pmall.src,
    member: [
      {
        id: 1,
        name: "곽은진",
        img: pm1.src,
        detail: "커뮤니케이션미디어학부 18",
        text: "피그마에서 도형 만들기도 헤맸던 3월이 기억납니다. 하나하나 기능을 눌러보며 손에 익히던 날들을 지나 어느덧 멋쟁이 사자처럼 졸업을 앞두게 되었습니다. 지금은 머릿속에서 구상한 디자인을 그대로 구현할 수 있는 정도가 된 것을 보며 약 13개월의 시간이 뼈와 살이 되었음을 느낍니다. 멋쟁이사차처럼에서 활동하며 본인이 배우고자 하는 것과 하고자 하는 것에 열의를 다하는 아기사자들을 만날 수 있었고, 함께 성장할 수 있어 영광이었습니다. 투두리스트부터 DRF, 아이디어톤, 중앙 해커톤, 대동제 사이트, 졸업프로젝트까지 길고 짧은 여러 프로젝트에 함께한 기디, 프론트엔드, 백엔드 팀원들에게 고마웠다는 말을 다시 한번 전합니다.\n멋쟁이사자처럼 10기 활동 중 여름 방학을 투자해 완성한 대동제 사이트가 빛을 발했던 9월의 대동제가 가장 기억에 남습니다. 덕분에 오랜만에 열린 대면 축제를 보다 편하게 다닐 수 있었다는 말에 보람을 느꼈고, 예상을 훨씬 넘은 이용자 수에 뿌듯함을 느꼈습니다. 가장 잘 해내고 싶었던 프로젝트의 성공과 거기서 느낀 성취감은 저의 가장 생생한 원동력이 될 것입니다.\n그리고 우리 기디 팀원들!! 항상 상상 이상의 아이디어로 놀라게 해준 성연이, 와이어 프레임의 정석을 보여준 다윤이, 감각적이고 트렌디한 디자인을 잘하는 다은이 덕에 여러 방면에서 배울 수 있었고 항상 든든했습니다. 아무래도 우리 기디는 완벽한 조합이었던 듯 ❤️ 언제 어디에서나 가장 고생한 혜빈이, 다윤이, 도연이도 너무너무 수고 많았습니다!!\n우리 10기 사자들 그동안 함께 고생했던 것만큼 웃고 떠든 시간은 부족했던 것 같아 조금은 아쉽지만, 언젠가 또다시 만날 수 있길 바랍니다. 모두 안전하고 건강하고 행복하길! 나의 2022년을 빛나게 해준 멋사 이제 안녕-!",
      },
      {
        id: 2,
        name: "김다은",
        img: pm2.src,
        detail: "국어국문학과 21",
        text: "디자인'의 '디'자도 모르던 제가 멋사에 들어와 정말 많은 것들을 배우고 갑니다.ᐟ 앞으로 잊지 못할 1년일 거예요. 다양한 세션과 스터디, 세 번의 해커톤, 대동제 부스 사이트, 그리고 졸업 프로젝트까지. 오직 멋사에서만 경험할 수 있는 것들을 넘치게 누리며 성장할 수 있었습니다.\n멋사를 활동하며 가장 좋았던 점은 기획 디자인 트랙의 능력자 언니들과 함께 할 수 있었다는 점이에요. 무언가를 배우고자 할 때 강의를 듣거나 책을 읽는 것도 중요하지만, 나보다 앞서 있는 사람들 옆에서 직접 보고 배우는 것이 가장 좋은 방법인 것 같습니다. 저는 언니들과 함께한 것만으로도 정말 값진 시간이었어요..🥺 뿐만 아니라 디자인을 뚝딱뚝딱 웹사이트로 만들어주는 개발 파트 부원들, 천재 같은 운영진 언니들도 감사했습니다.\n첫 ot가 엊그제 같은데~ 언제 이렇게 1년이 후딱 지나갔나 싶어요. 모두 행복만 가득하길 멋사 안뇽🫶🏻💌",
      },
      {
        id: 3,
        name: "박성연",
        img: pm3.src,
        detail: "생명과학과 18",
        text: "1년동안 멋쟁이 사자처럼 활동을 하며, 제 지난 해 목표였던 '행동하는 사람이 되자.'를 이룰 수 있었습니다. 멋사 활동 내에서 주어지는 다양한 경험에 진심을 다해 임하다보니 서비스를 구상하는 것, 디자인하는 것, 개발자들과 협업하는 법에 대해서 많은 것을 배울 수 있었습니다. 함께 한 모든 부원들에게 각각 배울 점이 정말 많았고, 그런 사람들과 함께 하는 환경에서 성장하는 제 자신도 발견할 수 있었습니다. 처음 멋사 모집 공고를 보고, 다소 오바스럽지만.. 운명처럼 느껴졌던 그 순간이 잊히지 않을 것 같습니다.\n부족함 투성이었지만 기획에 대한 저의 진심과 열정, 아이디어를 알아봐 준 운영진들에게 멋사와 함께 할 시간을 주어 정말 고맙습니다. 처음엔 피그마의 ㅍ도 잘 몰랐는데 천재가 된 기디 부원들! 1년동안 서로가 함께 맨 땅에 헤딩하는 용기가 되어주어 고맙고, 디자인, pt, 아이디어적 측면에서 정말 많이 보고 배울 수 있었습니다. 프론트엔드, 백엔드 부원들은 부족한 기획과 디자인도 믿고 응원해주고, 여러 서비스를 함께 만들어갈 수 있어서 정말 고마웠습니다! 제 2022년을 꽉 꽉 채워준 멋사에서의 시간은 앞으로 제 인생을 꽉 꽉 채워줄 기획자로서의 저를 만들어주었습니다. 멋쟁이 사자로 성장시켜주었으니, 멋사의 자랑스러운 아웃풋이 되어 나타나겠습니다❤️",
      },
      {
        id: 4,
        name: "신다윤",
        img: pm4.src,
        detail: "컴퓨터공학전공 18",
        text: "멋사에서 누구보다 배움에 대한 열정이 가득한 좋은 사람들과 좋은 경험을 쌓을 수 있어서 즐거웠어요. 제 손으로 마음 맞는 팀원들과 서비스를 직접 실현시키면서 어디에서도 경험하지 못할 값진 기억을 가지고 갑니다💚 우리 기디 팀원들 같이 맨땅에 헤딩하면서 단단해져가느라 고생 많았어요 모두모두 고마웠고 항상 하고 싶은 거 하면서 행복합시다~~~💌",
      },
    ],
  },
  {
    name: "프론트엔드 팀",
    img: frontall.src,
    member: [
      {
        id: 1,
        name: "김민주",
        img: front1.src,
        detail: "사이버보안전공 19",
        text: "이대 멋사에는 정말 열정으로 가득한 사람이 많았고 열심히 사는 사람들을 보며 동기부여와 자극을 많이 얻을 수 있었습니다. 멋사는 하는 만큼 얻어가는 활동이었습니다. 다양한 해커톤 대회에 출전하고 준비하면서 부족한 지식을 쌓을 수 있었고 협업에 대해서 배워 볼 수 있었습니다. 좋은 기회가 주어진 만큼 열심히 해서 여러 경험을 하고, 또 많이 성장하는 1년이 되었습니다. 멋사 아기사자로 활동하면서 경험한 모든 것들은 어디서 쉽게 얻을 수없는 참 소중한 경험이었습니다. 또한 좋은 사람들을 사귈 수 있어서 감사했습니다. 멋사에서 한 공부들과 함께한 친구들은 더 넓은 세상을 보여주었고 많은 것들을 체험할 수 있는 발판이 되었습니다!\n프론트엔드 연주 윤 채원 서진 모두 감사하고 사랑합니다❤ 같이 활동하면서 너무 즐거웠습니다. 덕분에 1년동안 든든했고 행복했습니다!  앞으로도 자주자주 연락하고 만났으면 좋겠습니다😚 너낼역팀 너무 너무 수고했습니다. 함께하면서 정말 많이 배웠습니다❤ 멋사 10기 모두 1년동안 감사했습니다! 사랑해용💚",
      },
      {
        id: 2,
        name: "이서진",
        img: front2.src,
        detail: "컴퓨터공학전공 21",
        text: "10기 아기사자로 활동하면서 혼자였다면 절대 할 수 없었을 수많은 프로젝트와 협업을 통해 짧은 시간 동안 많이 배우고 성장할 수 있었습니다! 특히 학부 생활 동안 경험하기 힘든, 많은 실사용자를 대상으로 했던 이화여대 대동제 웹사이트 제작 프로젝트에서, 저에게 온전히 할당된 페이지를 맡아 개발한 것이 무엇보다 값진 경험이 되었습니다.\n멋쟁이사자처럼은 웹 개발에 대한 지식이 전혀 없었던 사람도 가장 처음에서부터 시작하여 기획, 디자인, 개발, 배포까지의 전 과정을 끝까지 경험해보고, 밀도 높고 완성도 있는 프로젝트 여러 개를 온전히 완성해볼 수 있다는 점에서 매우 만족할만하고 얻을 것이 풍부한 동아리라고 생각합니다.\n함께 동고동락하며 1년간 소중한 추억과 성장을 얻게 해준 10기 부원들께 감사하고, 얼마나 많은 노고가 있었을지 상상하기도 어려울만큼 고생하고 항상 큰 도움이 되어준 운영진분들, 스터디를 진행하며 많은 시간을 함께하고 같은 걱정과 고민을 나눴던 우리 프론트엔드 부원들 고맙습니다. 한번 10기는 영원한 10기다❤️",
      },
      {
        id: 3,
        name: "이채원",
        img: front3.src,
        detail: "뇌인지과학부 21",
        text: "멋사에서 일년동안 활동하면서, 타학교와 협업한 해커톤도 나가고, 학교 내 협업으로 해커톤에서 수상도 하며 대동제의 홈페이지도 만드는 등 정말 값진 여러 경험을 할 수 있었습니다. 비전공자로 개발 동아리에 들어가는 것이 처음에는 두려움도 많았습니다. 하지만 운영진분들께서 정말 꼼꼼하게 기초부터 잘 가르쳐주셨고, 매주 같은 트랙 부원들과 머리 맞대어 공부하면서 실력을 기를 수 있었습니다.\n기획디자인, 백엔드, 프론트엔드 모두 다 한 해동안 같이 활동할 수 있어서 감사했고, 앞으로 각자 원하는 바를 다 이루시길 바랍니다. 그리고  운영진분들께 정말 감사하다는 말씀드리고 싶습니다. 멋사에 들어오지 못했더라면 못했던 경험들을 할 수 있게 해주셔서 감사합니다. 10기에서 배운 것들을 차기 기수 신입 부원들에게 도움될 수 있도록 노력하겠습니다.",
      },
      {
        id: 4,
        name: "정연주",
        img: front4.src,
        detail: "사이버보안전공 20",
        text: "먼저 저의 2022년을 꽉꽉 채워준 멋사에게 고맙다는 말을 꼭 하고 싶어요 🤩 멋사 덕분에 웹개발을 시작했고, 멋사 덕분에 좋은 사람들을 많이 만났습니다.\n일 년간 정말 많은 활동을 했는데, 그 중에서도 강렬했던 여름방학이 생각나네요. 여기톤부터 중앙해커톤, 신촌톤에 이르기까지 사람도 많이 만나고 개발도 많이 했던... 힘들었지만 즐거운 추억입니다. ㅎㅎ 해커톤을 위해 여름방학 내내 FE 부원들과 만나며 공부 했는데... 지금 생각하면 어떻게 그렇게 했나 싶을 정도로 열심히 했고, 서로 돈독해지는 시간이었어요. 엠티도 다녀오며 멋사로 시작해 멋사로 끝맺은 올 여름이었습니다.\n함께 개발하며 고생했던 기디, 백엔드 부원들 한 해동안 정말 수고했고, 고마웠어요! 그리고 우리 운영진분들께도 너무너무 고맙다는 말을 전합니다. 적은 인원으로 동아리 이끄느라 정말 고생 많았어요! 덕분에 정말 많은 걸 배우고 경험했습니다. 오류가 발생하면 언제 어디서든 달려오던 혜빈, 도연, 다윤 너무너무 고맙습니다. 끝으로 우리 프론트엔드🧡 너무너무 소중한 인연을 만든 것 같아 행복해요 앞으로도 함께합시다 ^_^",
      },
      {
        id: 5,
        name: "허윤",
        img: front5.src,
        detail: "커뮤니케이션미디어학부 21",
        text: "저는 멋사 10기 아기사자로 활동을 하며 이전엔 몰랐던 세상의 또 다른 한 켠을 볼 수 있게 된 것 같습니다. 비전공자였던 저의 개발 분야에 대한 막연한 관심은 멋사에서 치열하게 공부하고 해커톤 등 다양한 프로젝트들을 진행하며 구체화 되었고, 웹개발 프로세스의 전반을 직접 체험하며 개발 및 IT 분야에 대한 실질적인 이해도를 높일 수 있었습니다. 멋사 활동에 쏟았던 시간과 노력, 그리고 좋은 인연들은 앞으로 제 진로와 삶에 있어서 분명히 큰 힘이 될 것이라고 생각됩니다. 멋사에 지원하던 때로 다시 돌아가더라도 일말의 주저 없이 다시 지원할 것 같다는 생각이 들 정도로 멋사는 제가 학교를 다니며 했던 후회없는 선택 중 하나입니다!\n(p.s. 10기 프엔 짱...👍)",
      },
    ],
  },
  {
    name: "백엔드 팀",
    img: backall.src,
    member: [
      {
        id: 1,
        name: "김정은",
        img: back1.src,
        detail: "화학나노학과 21",
        text: "코딩에 대해 관심을 가지게 된 건 c언어를 배우게 되면서였지만, 코딩에 대해 자세히 알게 된 건 멋사의 도움이 아주 컸습니다. 멋사 활동을 통해서 백엔드와 프론트엔드의 차이와 같은 간단한 것에서부터 시작하여, 서버란 무엇인지, api와 배포는 무엇인지, 개발자는 어떤 일을 하는 것인지에 대해 차근차근 배워나갈 수 있었습니다.\n가장 기억에 남는 활동은 멋쟁이 사자처럼 본사에서 모집하여 진행했던 넥슨 메이플스토리 MOD 활동이었습니다. 저는 게임에 관심이 있었기에 참여하였는데, 유니티를 기반으로 한 환경에서 컴포넌트들을 활용해 게임을 만드는 과정을 이해할 수 있었습니다. 백엔드에서 진행하였던 자신이 만들고 싶은 블로그를 만드는 활동이 좋았습니다. 리액트와 같은 도구는 사용하지 못했고 HTML과 CSS 같은 기본적인 도구로 만든 블로그였지만 직접 배너의 위치와 글의 위치 같은 것을 설정하고 조정하는 것이 의미 있게 와 닿았습니다.\n코딩을 처음 배울 땐 모든 것이 애매했습니다. 그래서 개발자는 무슨 일을 하는 사람인지, 내가 원하는 활동을 하려면 어떤 툴을 배워야하는지, 아무것도 명확하지 않은 상태에서 멋사는 저에게 약간 길라잡이 같은 역할을 해주었습니다. 실력은 많이 부족했지만, 배우는 과정에서 앞으로 어떤 길로 나아가야할지 많은 도움을 주었습니다. \n학기 중에도 각 트랙별 활동 하느라 바빴고 방학에도 해커톤, MOD 등 각자 많은 일이 있었을 텐데 마지막까지 고생 많으셨습니다! 하나하나 섬세히 챙겨준 운영진 분들 감사합니다. 백엔드 처음 만났던 게 엊그제 같은데 마지막까지 수고 많았어!! 1년동안 정말 감사했습니다!!",
      },
      {
        id: 2,
        name: "신이수",
        img: back2.src,

        detail: "중어중문학과 18",
        text: "이화 졸업과 함께 하는 멋사 졸업이라 마음이 더 시큰하네요. 멋사 활동을 하면서 상상도 못했던 많고 다양한 프로젝트를 경험하고, 개발의 ㄱ도 모르고, vscode도 제대로 할 줄 모르던 제 자신이 어느새 멋사 부원들의 도움을 받아 하나하나 해나가고, 어느샌가 빼곡해진 컴퓨터와 무거워진 가상환경폴더를 보면서 뿌듯함을 느껴요.\n멋사와 함께하는 모든 시간들이 멍청이라 조금 힘들기도 했지만, 우리 귀염둥이 천사들의 도움 덕분에 다 정말 좋은 기억들로 남을 수 있었어요. 특히 우리 짱짱어른사자들과 울 백엔드 아기사자들 정말 너무 고맙고, 백엔드를 선택하기 정말 잘했다 싶을 정도로 일년동안 너무 고맙고 즐거웠어!! 백엔드끼리 아옹다옹 만나서 코딩하고, 만나서 소소하게 놀고 그랬던 기억들, 어른 사자들에게 고민상담하고 찡찡댔던 기억들, 같이 밤새 코딩하던 기억들이 내 일 년의 하이라이트였어. 덕분에 컨페티가 날아다니는 행복하고 뿌듯한 졸업이 될 것 같아요. ",
      },
      {
        id: 3,
        name: "이나경",
        img: back3.src,

        detail: "휴먼기계바이오공학과 22",
        text: "멋사 덕분에 2022년은 정말 뿌듯한 한 해였습니다.\n멋사 활동을 하게 되면 바빠져서 힘들다는 생각도 들지만, 지금에 와서 보면 멋사 덕분에 시간을 꽉꽉 채워 보낼 수 있었다는 생각만 듭니다. 고등학교 졸업 후, 코딩에 대해서는 거의 아예! 모른다고 해도 과장이 아닐 정도의 상태로 들어와서 멋사만을 통해 코딩을 처음 접했는데도 너무나 즐거운 시간들이었습니다. 특히 혼자서 코딩을 공부한다면 접하지 못했을 다양한 협업 프로젝트와 다수의 해커톤 참가는 정말 큰 경험이었습니다. 실력을 키워주기도 하지만, 무엇보다 코딩에 즐거움을 가지게 해주고 다양한 사람들을 만나볼 수 있는 기회이기에 앞으로의 공부에도 큰 동기부여가 되는 활동들이었습니다.\n그리고 무엇보다도 멋사를 통해 정말 좋고, 멋진 언니들을 많이 만날 수 있었어요. 어떻게 이런 언니들만 모여있을까, 싶을 정도로 정말 본받을 점도 많고, 앞으로도 계속해서 함께 활동하고 싶은 언니들과 함께 할 수 있었습니다. 한 해가 끝나고 새로운 기수로 바뀐다는게 기대되기도 하지만, 너무나도 아쉬울 따름입니다.\n2022년 멋사 지원이 가장 잘 한 일이라고 느껴질 만큼 후회되지 않는 동아리 활동이었습니다. 앞으로도 함께 멋있게 나아가며 서로 응원하길 바라요♥ ♥",
      },
      {
        id: 4,
        name: "임채영",
        img: back4.src,

        detail: "컴퓨터공학전공 21",
        text: "이화여대 멋쟁이사자처럼에서 처음으로 개발을 하게되었고, 웹 개발을 하면서 Django뿐만 아니라 github, api 등등 많은 것들을 배웠습니다. 1학기때 배운 내용을 바탕으로 여름방학에 해커톤도 나가고 대동제 홈페이지도 만들면서 실제 웹개발에 참여해볼수있다는 점이 가장 보람찼고 매력적이었습니다. 이러한 멋사 활동이 앞으로 개발공부를 함에있어서 좋은 밑거름이 되었다고 생각합니다. 일년동안 함께 달려온 10기 아기사자들과 운영진 언니들한테 많이 고맙다고 함께해서 행복했다고 말하고싶습니다~~ 그리고 저를 포함한 11기 운영진들도 화이팅입니다~!😘",
      },
      {
        id: 5,
        name: "조현영",
        img: back6.src,

        detail: "컴퓨터공학전공 20",
        text: "코딩부터 다른 트랙 팀원들과 협업하는 방법 등 너무 많은 것을 배웠습니다!! 거의 아무것도 할 줄 모르는 상태로 들어갔는데 좋은 운영진 분들과 커리큘럼 덕분에 단기간에 많이 배울 수 있었어요! Django, Git, HTML/CSS, 각종 파이썬 라이브러리 등 다양하게 배웁니다!\n중앙해커톤이 가장 기억에 남는 활동이에요! 시간을 많이 쓰기도 했고, 기대하지 않았던 좋은 결과도 얻어서 가장 기억에 남습니다! 대학 별 멋사가 모여서 수많은 대학 팀들의 프로젝트 결과물을 볼 수 있다는 멋사의 특장점이 드러나는 행사인 것 같아요!\nMT도 가장 좋았습니다! 코로나로 인해서 대학 생활을 즐길 기회가 많지 않았는데 멋사 덕분에 즐거운 추억을 많이 만들 수 있어서 너무 좋았습니다!! 이외에도 여대톤, 신촌톤, 연합 세션, MOD, 아이디어톤, 대동제 등 재미있는 활동들이 참 많습니다.\n열정과 능력이 가득한 사람들을 만나고 배울 수 있기 때문에 멋사를 추천하고 싶습니다!! 개발을 잘 하지 못하더라도 좋은 운영진들이 열심히 가르쳐주고, 빠르게 배우는 다른 아기사자들의 능력을 보고 감탄하고 더 열심히 하게 되는 것 같아요~!! 앞으로가 더 기대되는 사람들을 만날 수 있는 곳입니다!\n어디서 또 이런 멋진 사람들을 만날 수 있을까 싶을 정도로 다들 너무 대단한 것 같습니다,, 학교를 졸업할 부원들과 앞으로 멋사를 이끌 부원들 모두 파이팅입니다!! 우리 백엔드 부원들 사랑해여. 앞으로도 파이팅 코딩길만 걸읍시다",
      },
      {
        id: 6,
        name: "최유미",
        img: back5.src,

        detail: "컴퓨터공학전공 21",
        text: "2022 제가 최고로 잘한 일 = 멋사 들어간 일입니다~!! 멋사를 하면서 개발의 기초도 배우고, 다양한 사람들과 협업하면서 개발을 포함한 다양한 툴과 소통 방식 등 다방면으로 실력을 키울 수 있어서 좋았습니다!! 1년 사이에 정말 많은 것을 배운게 느껴졌어요. 제가 배운 것을 바탕으로 다른 일에서 활용하기에 도움이 될 정도로요~!\n멋사 부원들 모두 열심히 활동하는 것이 보여서 너무 멋있고 보는 것만으로도 큰 도움이 되었습니다 ㅎㅎ 그리고 운영진 언니들도!! 부족한 저를 이끌어주셔서..너무 감사합니다!! 운영진언니들 없는 멋사를 상상할 수 없어요ㅜㅜ\n개발 기초, 많은 협업 경험을 쌓기에 멋사만한 동아리 없다고 생각해요~! 멋사 엄청 추천합니다!! 그동안 멋사에서 만났던 사람들, 도움 주신 분들 모두 감사했습니다!!",
      },
    ],
  },
];
