import teamimg from "../../assets/lions/testteam.svg";

export const data = [
	{
		name: "운영진",
		img: teamimg.src,
		member: [
			{
				id: 1,
				name: "김혜빈",
				detail: "사회복지학과 19",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 2,
				name: "김도연",
				detail: "컴퓨터공학전공 20",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 3,
				name: "정다윤",
				detail: "컴퓨터공학전공 20",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
		],
	},
	{
		name: "기획∙디자인 팀",
		img: teamimg.src,
		member: [
			{
				id: 1,
				name: "곽은진",
				detail: "커뮤니케이션미디어학부 18",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 2,
				name: "김다은",
				detail: "국어국문학과 21",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 3,
				name: "박성연",
				detail: "생명과학과 18",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 4,
				name: "신다윤",
				detail: "컴퓨터공학전공 18",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
		],
	},
	{
		name: "프론트엔드 팀",
		img: teamimg.src,
		member: [
			{
				id: 1,
				name: "김민주",
				detail: "사이버보안전공 19",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 2,
				name: "이서진",
				detail: "컴퓨터공학전공 21",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 3,
				name: "이채원",
				detail: "뇌인지과학부 21",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 4,
				name: "정연주",
				detail: "사이버보안전공 20",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!  생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!사!",
			},
			{
				id: 5,
				name: "허윤",
				detail: "커뮤니케이션미디어학부 21",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
		],
	},
	{
		name: "백엔드 팀",
		img: teamimg.src,
		member: [
			{
				id: 1,
				name: "김정은",
				detail: "화학나노학과 21",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 2,
				name: "신이수",
				detail: "중어중문학과 18",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 3,
				name: "이나경",
				detail: "휴먼기계바이오공학과 22",
				text: "어쩌멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!구저쩌구",
			},
			{
				id: 4,
				name: "임채영",
				detail: "컴퓨터공학전공 21",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 5,
				name: "조현영",
				detail: "컴퓨터공학전공 20",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
			{
				id: 6,
				name: "최유미",
				detail: "컴퓨터공학전공 21",
				text: "멋쟁이사자를 하며 어쩌구저쩌구 제 인생이 달라졌고 좋은 사람들은 많이 만날 수 있었감사했습니다. 이제 마지막이라니 눈물눈물. 재밌었습니다. 힘들기도 했지만 함께 고생할 수 있어 좋은 추억으로 오래오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사! 오래 기억될거라 생각합니다. 다들 오래오래 안녕하길! 사랑해 멋사!",
			},
		],
	},
];
